Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: Todo este desarrollo político pudo ser identificado también para Ucrania.
en: All of this political development could be identified also for Ukraine.

source: Tras de sí pueden arrastrar, si no han comenzado a hacerlo ya, a la aristocracia obrera.
en: After can drag, if they have not begun to do so already, to the labor aristocracy.

source: Trotsky cuenta y explica de manera magistral estos acontecimientos y nos vamos a permitir citarlo extensamente:
en: Trotsky tally and masterfully explains these events and we're going to allow us to quote it extensively:

source: Trotsky señala además cuáles son los antecedentes para el desarrollo del fascismo:
en: Trotsky to signal in addition what are the background for the development of fascism:

source: Trotsky señala además cuáles son los antecedentes para el desarrollo del fascismo: “Tanto el análisis teórico como la rica experiencia histórica del último cuarto de siglo demostraron con igual fuerza que el fascismo es en cada oportunidad el eslabón final de un ciclo político específico que se compone de lo siguiente: la crisis más grave de la sociedad capitalista; el aumento de la radicalización de la clase obrera; el aumento de la simpatía hacia la clase trabajadora y un anhelo de cambio de parte de la pequeña burguesía urbana y rural; la extrema confusión de la gran burguesía; sus cobardes y traicioneras maniobras tendientes a evitar el clímax revolucionario; el agotamiento del proletariado; confusión e indiferencia crecientes; el agravamiento de la crisis social; la desesperación de la pequeña burguesía, su anhelo de cambio; la neurosis colectiva de la pequeña burguesía, su rapidez para creer en milagros; su disposición para las medidas violentas; el aumento de la hostilidad hacia el proletariado que ha defraudado sus expectativas.
en: Trotsky also points what are the background to the development of fascism : "Both the theoretical analysis and the rich historical experience of the last quarter century demonstrated with equal force that fascism is at every opportunity the final link in a specific political cycle that is made up as follows: the most serious crisis of the capitalist society; increasing the radicalization of the working class; the increase of the sympathy for the working class and a yearning for change of part of the small urban and rural bourgeoisie; the extreme confusion of the big bourgeoisie; their cowardly and treacherous maneuver aimed at avoiding the revolutionary climax; the exhaustion of the proletariat; confusion and indifference growing; the worsening of the social crisis; the desperation of the petty bourgeoisie, their desire for change; the collective neuroses of the petty bourgeoisie, its speed to believe in miracles; available for the violent measures; the increase in hostility towards the proletariat which has disappointed expectations.

source: Tymoshenko lo atacó diciendo que traicionaba los ideales de “la revolución naranja”.
en: Tymoshenko attacked him saying that he betrayed the ideals of 'the Orange Revolution'.

source: UN GOBIERNO FASCISTA DE COALICIÓN
en: A FASCIST COALITION GOVERNMENT

source: Ucrania es hoy una nación constituida a su vez por dos nacionalidades:
en: Ukraine today is a nation consisting of two nationalities in turn:

source: Ucrania ha transitado entonces, de la opresión nacional de la burocracia estalinista, a la opresión imperialista apoyada en la oligarquía rusófona como burguesía cipaya.
en: Ukraine has then traveled, from national oppression of the Stalinist bureaucracy, to imperialist oppression supported in the Russian-speaking oligarchy like a “cipaya” bourgeoisie.

source: Un acuerdo de asociación con la Unión Europea incluye la obligación de reformar las cortes –y nosotros demandamos que el gobierno lo firme.
en: An association agreement with the European Union includes the obligation to reform the courts and we demand that the Government sign it.

source: Un año después metería a prisión a Tymoshenko, recibiendo sanciones de parte del imperialismo.
en: A year later, he would send to prison Tymoshenko, receiving sanctions by imperialism.

source: Un hombre sobre el escenario dijo que había algunos ‘provocadores’ y dijo que ‘los hombres saben que hacer’;
en: A man on the stage said that there were some “provocateurs” and said that “men know what to do”;

source: Una de las fortalezas del dominio burgués ha radicado entonces en la colaboración del reformismo en sostener esta división de los explotados de Ucrania, profundizada históricamente por la política de “rusificación” de Stalin, como sucedió en Crimea con la expulsión de la nación tártara en 1944.
en: One of the strengths of bourgeois domain has consisted then in the collaboration of reformism to sustain this division of the exploited of Ukraine, historically deepened by the policy of " Russification " of Stalin , as happened in Crimea with the expulsion of the Tartar nation in 1944.

source: Una semana después, el 24 de marzo, fue asesinado Alexander Muzychko, un importante líder de la milicia fascista.
en: A week later, on March 24, was murdered Alexander Muzychko, an important leader of the fascist militia.

source: Uno de los camaradas polacos aquí presentes - creo que fue Leszczynski- dijo que los verdaderos fascistas no se escondían en las filas de Pilsudski sino en las de los demócratas nacionales, el gran partido capitalista, que dispone de bandas chovinistas que más de una vez lanzaron pogromos.
en: One Polish comrades present here - I think that it was Leszczynski - expressed himself to the effect that the real Fascists were hiding not in the camp of Pilsudski but in the camp of the national Democrats, the big capitalist party, which has at its disposal chauvinist bands that have carried out pogroms more than once.

source: Viernes 9 de mayo de 2014
en: Friday, May 9, 2014

source: Y aunque las analogías históricas siempre son limitadas, el rol de la izquierda pro-europea se puede comparar al que jugó la tercera internacional de Stalin:
en: And although that the historical analogies are always limited, the role of the pro-European Left can be compare with the role which played the third international of Stalin:

source: Y de esta forma se ha desarrollado hasta cierto punto una situación análoga a la del 2004, cuando en el proletariado y los explotados del este y del sur de Ucrania surgieron dos tendencias:
en: And so it has developed to some extent analogous to the 2004 situation, when the proletariat and the exploited eastern and southern Ukraine two trends emerged:

source: Y declaró su responsabilidad al Maidán.
en: and declared their responsibility to the Maidan.

source: Y es en este sentido que la cuestión nacional, junto con la cuestión del fascismo, cobra en Ucrania una significación extrema para el marxismo revolucionario y el proletariado mundial.
en: And it is in this sense that the national question, along with the question of fascism, takes in Ukraine an extreme significance to revolutionary Marxism and the world proletariat.

source: Y es por eso que han descendido a la calle para apoyar abiertamente la insurrección de masas encabezada por esta junta “nacionalista”.
en: And that's why they have gone into the streets to openly support the mass insurrection led by this "nationalist" board.

source: Y es por este pérfido rol que pasarán definitivamente a la historia y el proletariado sabrá hacer justicia colocándolos en las filas de los más miserables traidores a la causa del socialismo.
en: And is because of this perfidious role that they will definitely go down in history and the proletariat will know to do justice placing them in the ranks of the most miserable traitors to the cause of socialism.

source: Y es que aunque jueguen roles diferentes los dos son parte de la misma trama de contención contra-revolucionaria del proletariado más radicalizado de Ucrania y por eso no nos sorprende que Borotda haya participado del congreso “anti-fascista” organizado por el mandelismo en Atenas y es que así centraliza la burguesía a sus agentes.
en: And it is that even though they play different roles, both are part of the same plot of counter-revolutionary containment against Ukraine's most radical proletariat and therefore no surprise that Borotda has participated in the 'anti-fascist' Congress organized by the Mandelism in Athens and is that so the bourgeoisie centralizes its agents.

source: Y es que la izquierda pro-europea no puede hacerle creer a los explotados de Ucrania que la burguesía de Maastricht es “buena”;
en: And it is that the pro-European left can not make believe the exploited of Ukraine that the bourgeoisie of Maastricht is "good";

source: Y es que más que una “teoría”, el fascismo es acción como nos sugiere el nombre de la coalición que formó Svoboda a fines de los noventas:
en: And it is that rather than a "theory", fascism is action as suggests the name of the coalition than formed Svoboda at the end of the 1990s:

source: Y es que no se trata de qué campo sea el “mal menor”.
en: Because this situation it's not about of what field is the "lesser evil".:

source: Y es que solo luchando con los métodos de la revolución proletaria es posible derrotar al fascismo:
en: And it is just struggling with methods of proletarian revolution is possible to defeat fascism:

source: Y es verdad también que la parte más organizada e influyente de esos derechistas es el partido de extrema derecha Svoboda.
en: And it is also true that the more organized and influential part of those rightists is the extreme right party Svoboda.

source: Y esta traición está centralizada internacionalmente por el capital.
en: And this betrayal is centralized by the capital internationally.

source: Y este combate no es ni puede ser nacional:
en: And this battle is not and can't be national:

source: Y sin embargo, ambos se cubren con radicalismo diciendo que son independientes tanto de Obama como de Putin y sus agentes locales, que debemos enfrentarlos con votos de desprecio o con “duras” movilizaciones de presión.
en: And yet, both are covered with radicalism, saying that they are independent both Obama and Putin and their local agents, which we have to face them with contempt votes or "hard" mobilizations of pressure.

source: Y sobre esta burocracia es que se apoyan organizaciones fraudulentas como “Oposición de Izquierda”, la sección ucraniana no oficial de todo el seudo-trotskismo “pro-europeo” internacional.
en: And on this bureaucracy are supported fraudulent organizations such as "Left Opposition", the unofficial Ukrainian section of all "pro-European" international pseudo-Trotskyism.

source: Ya desde entonces, a los anarquistas no les preocupaba mucho que estos partidos tuvieran como aliado a Svoboda en frentes pro-europeos como el “Comité de Resistencia a la Dictadura”.
en: Since then, the anarchist did not worry much that these parties would have as an ally to Svoboda in European pro fronts as the "Committee of resistance to the dictatorship". This criminal pacifist policy has shown in all its harshness in the crisis that it lives since the end of the 2013, but we'll discuss that later.

source: Ya habían preparado el camino llevando sindicalistas en las listas de cada elección, incluso se puso en pie un partido sindical asociado a la socialdemocracia.
en: They had already prepared the way leading trade unionists in every election lists, even it put on its feet a union party associated to the social-democracy.

source: Ya hemos señalado que la minoría rusófona aumentó considerablemente durante décadas, como resultado de la política estalinista de rusificación.
en: We have already pointed out that the Russian-speaking minority increased considerably for decades, as a result of the Stalinist policy of Russification.

source: Ya sabemos entonces de dónde es que abreva políticamente el socialimperialismo europeo.
en: We know then where is that it waters politically the European Social-Imperialism.

source: Yo considero que este partido está tratando de desarrollarse a sí mismo en la tradición del hitlerismo […]
en: I believe that this party is trying to develop to itself in the tradition of Hitlerism [...]

source: Yo mencioné las iniciativas de información cruda abierta para eliminar la corrupción en los ministerios de Educación y Ciencia.
en: I mentioned the Open raw information initiatives to eliminate corruption in the ministries of education and science.

source: ambos pretenden salvar la sociedad burguesa, no derrocarla […]
en: both were concerned not with the destruction but with the preservation of bourgeois society. [...]

source: aunque ciertamente preferible, la resistencia no violenta es impracticable”.
en: although certainly preferable, nonviolent resistance is impracticable. ".

source: ayúdennos a romper la fortaleza del fascismo en Ucrania.
en: help us break the stronghold of fascism in Ukraine.

source: como resultado, una muchedumbre de nazis rompieron las costillas de los activistas sindicales, desgarraron su carpa con cuchillos y robaron sus pertenencias” (Prátelé komunizace, Maidan and its contradictions:
en: as a result, a mob of Nazis has broken ribs of the trade union activists, tore their tent with knives and stolen their property.” (Prátelé komunizace, Maidan and its contradictions:

source: como señaló Trotsky para el caso alemán:
en: as Trotsky pointed out to the German case:

source: concesiones en importantes negocios en la rica explotación minera y energética, en la comercialización del gas que a bastece toda Europa desde Rusia, en la vieja industria semi-ligera (armas, aviones, etc.) y pesada (metalúrgica, siderúrgica, etc.) heredada de la URSS pero que las inversiones tecnológicas del imperialismo están demostrando que puede ser muy rentable.
en: concessions in major businesses in the wealth exploitation of mines and energy, in the commercialization of gas that supplies to Europe from Russia, in the old light weight industry (weapons, aircraft, etc.) and heavy (metallurgical, steel, etc.) inherited from the USSR but that technological investments of imperialism are proving than can be very profitable..

source: confusión e indiferencia crecientes;
en: increasing confusion and indifference;

source: dado que en medio de peor crisis del capitalismo no puede haber burgués “bueno” presentable, debemos buscar entonces el “menos malo” al que el proletariado ponga su confianza porque lamentablemente el camino independiente a su propio poder le estará siempre cerrado.
en: since in the middle of the worst crisis of capitalism there can be no "good" bourgeois presentable, we must seek then the "less evil" in which the proletariat put their trust because unfortunately the independent path to their own power will always be closed.

source: debe despertar al poderoso proletariado ruso que en Crimea ya se ha levantado, debe unirse a la resistencia revolucionaria de los pueblos de Palestina y Siria, a las luchas del proletariado europeo contra los gobiernos de la Troika y el fascismo, a la lucha de los explotados y oprimidos de las semi-colonias y metrópolis.
en: must wake up to the powerful Russian proletariat that in Crimea has already raised, must join revolutionary resistance of the peoples of Palestine and Syria, the struggles of European proletariat against the Governments of the Troika and fascism, the struggle of the exploited and oppressed of semi-colonies and metropolis.

source: del partido Ucrania Socialista” (Bean Neal, The Left and Maidan:
en: of Ukraine Socialist Party" (Bean Neal, The Left and Maidan:

source: después del desastre de la “revolución naranja”, del saqueo abierto de transnacionales alemanas y norteamericanas, de la peor crisis del capitalismo desde la posguerra, del retorno de Europa de miles de explotados ¿quién puede creer eso?
en: After the disaster of the "Orange Revolution", the open looting of German and North American transnationals, the worst crisis of capitalism since the postwar, the return of Europe of thousands of exploited, who can believe that?

source: dio el salto con el “Ejército Insurgente Ucraniano” de Bandera que colaboró con los Nazis para después enfrentar la ofensiva de liquidación de Hitler.
en: It made the leap with the "Ukrainian Insurgent Army" of flag which collaborated with the Nazis to then face the offensive of liquidation of Hitler.

source: el PC conteniendo a los explotados del Este y las distintas fracciones socialdemócratas que brotaban de la crisis de la “revolución naranja”, conteniendo a los trabajadores de la parte central y occidental de Ucrania.
en: the PC containing the exploited of the East and the different social-democratic fractions that sprouted from the crisis of the "Orange Revolution", containing the workers of the central and western part of Ukraine.

source: el RCIT de Austria menciona abiertamente que reivindica a los estalinistas de Borotda;
en: The RCIT from Austria mentioned openly that it asserts to the Stalinists of Borotda;

source: el agotamiento del proletariado;
en: the exhaustion of the proletariat;

source: el agravamiento de la crisis social;
en: the aggravation of the social crisis;

source: el aumento de la hostilidad hacia el proletariado que ha defraudado sus expectativas.
en: increasing hostility to the proletariat that has disappointed expectations.

source: el aumento de la radicalización de la clase obrera;
en: The rise of the radicalization of the working class;

source: el aumento de la simpatía hacia la clase trabajadora y un anhelo de cambio de parte de la pequeña burguesía urbana y rural;
en: increased sympathy for the working class and a desire for change from the urban and rural bourgeoisie;

source: el capitalismo de libre mercado ha creado más perdedores que ganadores.
en: free market capitalism has created more losers than winners.

source: el derecho a la autodeterminación nacional de los explotados rusófonos y no rusófonos con relación al imperialismo yanqui y europeo.
en: the right to national self-determination of the Russian-speaking and non-Russian speaking exploited in relation to the Yankee and European imperialism.

source: el fascismo es la expresión de la dependencia más servil del imperialismo extranjero.
en: fascism is the expression of the most servile dependency of foreign imperialism..

source: el marginal Partido Nacional-Social de Ucrania cambió su nombre a Svoboda (Libertad) y se distanció solo formalmente de su milicia, los Patriotas de Ucrania, una de las principales bases del actual frente fascista llamado Sector de Derecha.
en: the Social-National Party of Ukraine changed its name to Svoboda (freedom) and only formally distanced himself from his militia, the Patriots of Ukraine, one of the main bases of the current fascist front called Right Sector.

source: el marxismo revolucionario de la Cuarta Internacional y su programa de 1938.
en: the revolutionary Marxism of the fourth international and its program of 1938.

source: en la agricultura (Kyiv-Atlantic Group), el sector metalúrgico (ArcelorMittal) y energético (ExxonMobil, Chevron).
en: in agriculture (Kyiv-AtlanticGroup), the metallurgical sector (ArcelorMittal) and energy (ExxonMobil, Chevron)

source: en relación con Pilsudski brindó un apoyo espectacular a la teoría del “social-fascismo”.
en: in relation to Pilsudski provided a spectacular support to the theory of "social-fascism".

source: es decir, la misma política reformista del PC solo que bajo la forma de acciones “extraparlamentarias” lo suficientemente pacíficas para no amenazar al parlamento, sumado al sectarismo de solo convocar a los sindicatos que han roto con el PC y no a los 10 millones de afiliados a la “Federación de Sindicatos de Ucrania”.
en: "The expansion of the party" national social "[Svoboda] only can be stopped by the creation of a strong leftist political organization that put slogans of the struggle for the interests of the workers class accompanied by slogans of internationalism in close collaboration with the independent trade unions"; i.e. the same reformist policy from the PC just in the form of actions "extra-parliamentary" peaceful enough to not threaten the Parliament, added to the sectarianism only summon the unions who have broken with the PC and not the 10 million members of the "Federation of trade unions of Ukraine".But the essence of his treacherous politics is that at no time posed the right to national self-determination of the exploited not russian speakers in UKraine and in this are fully identified with the PC.In this way, while if they defend the right to self-determination of the russophones, denied this right for the vast majority of exploited of the Centre and West of Ukraine, by crossing this of "bourgeois nationalism" and fascism, cynically covering this betrayal with abstract phrases about proletarian internationalism.

source: es verdad que el movimiento Euro Maidán fue iniciado por la oposición de derecha.
en: is true that Euro Maidan movement was initiated by the right's opposition.

source: esperamos que todos los que pertenecen a este grupo alguna vez alcancen este grado de sinceridad y transparencia.
en: We hope that all those who belong to this group ever to achieve this degree of sincerity and transparency.

source: está presión explica el acercamiento del PC pro-ruso, durante la crisis del 2004, al campo “pro-europeo”, al que por su parte le sentaba bien negociar un respaldo del lado más populoso y rico en materia prima de Ucrania.
en: This pressure explains the approach of the pro-Russian Communist Party, during the crisis in 2004, to the field "pro-European", who in turn was good for them negotiate an support from the more populous and rich side in raw material of Ukraine.

source: expropiación sin pago de la Kyiv-Atlantic Group y todas las transnacionales cerealeras que especulan con el hambre de los explotados!
en: expropriation without payment of the Kyiv Atlantic Group and all the transnational cereal that speculate with the hunger of the exploited!

source: incluyen liberales y conservadores, socialistas y libertarios, nacionalistas y cosmopolitas, cristianos, no cristianos y ateos […]
en: include liberals and conservatives, socialists and libertarians, nationalist and cosmopolitan, Christians, non-Christians and atheists […]

source: intenta adormecer al adversario con la perspectiva más lejana del crecimiento parlamentario de los nazis, para darle, una vez adormecido, en el momento favorable, un golpe mortal […]
en: tries to numb the opponent with the most remote prospect of parliamentary growth of the Nazis, to give, once asleep, at the favorable moment, a death blow [...]

source: la burocracia de Stalin erige estatuas a la memoria de Shevchenko pero lo hace sólo con el fin de aplastar más minuciosamente al pueblo ucraniano bajo su peso y obligarlo a cantarle himnos a la camarilla violadora del Kremlin en el idioma del Kobzar” (Trotsky, La Cuestión Ucraniana).
en: the Stalin bureaucracy erects statues to Shevchenko but only in order more thoroughly to crush the Ukrainian people under their weight and to force it to chant paeans in the language of Kobzar to the rapist clique in the Kremlin.” (Trotsky, The Problem of the Ukraine).

source: la crisis más grave de la sociedad capitalista;
en: The most grave crisis of the capitalist society;

source: la desesperación de la pequeña burguesía, su anhelo de cambio;
en: the desperation of the petty bourgeoisie, their desire for change;

source: la extrema confusión de la gran burguesía;
en: the extreme confusion of the big bourgeoisie;

source: la neurosis colectiva de la pequeña burguesía, su rapidez para creer en milagros;
en: the collective neurosis of the petty bourgeoisie, his speed to believe in miracles;
